Edited/MeterChangedNotification_Request_1.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header>
		<ns1:MultiSpeakMsgHeader xmlns:ns1="http://www.multispeak.org/Version_3.0" soapenv:actor="http://schemas.xmlsoap.org/soap/actor/next" soapenv:mustUnderstand="0" AppName="" BuildString="" Company="" Pwd="" SessionID="1455550971698" TimeStamp="2016-02-15T15:42:52.728Z" UserID="" Version="3.0"/>
	</soapenv:Header>
	<soapenv:Body>
		<MeterChangedNotification xmlns="http://www.multispeak.org/Version_3.0">
			<changedMeters>
				<meter objectID="96397632" verb="Change">
					<extensionsList>
						<extensionsItem>
							<extName>xponderNo</extName>
							<extValue>96397632</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>AMRPort</extName>
							<extValue>0</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>meterStatus</extName>
							<extValue>1</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>InternalCD</extName>
							<extValue>true</extValue>
							<extType>boolean</extType>
						</extensionsItem>
						<extensionsItem>
							<extName>rateSchedule</extName>
							<extValue>GVEC+18</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>rateStartDate</extName>
							<extValue>2016-02-11T00:00:00-06:00</extValue>
							<extType>dateTime</extType>
						</extensionsItem>
						<extensionsItem>
							<extName>positionNumber</extName>
							<extValue>1</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>readingSeqNbr</extName>
							<extValue>1</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>readingType</extName>
							<extValue>R</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>serviceType</extName>
							<extValue>ELEC</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>netMeterSw</extName>
							<extValue>N</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>electricUseCd</extName>
							<extValue>0</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>powerFactor</extName>
							<extValue>0.0</extValue>
						</extensionsItem>
						<extensionsItem>
							<extName>servStatus</extName>
							<extValue>1</extValue>
						</extensionsItem>
					</extensionsList>
					<inServiceDate>2015-12-11T06:00:00.000Z</inServiceDate>
					<facilityID>4199000001</facilityID>
					<meterNo>96397632</meterNo>
					<serialNumber/>
					<meterType>0</meterType>
					<manufacturer>LANDIS  GYR</manufacturer>
					<AMRType>DCSI</AMRType>
					<AMRVendor>TWACS</AMRVendor>
					<nameplate>
						<kh>7.2</kh>
						<maxAmperage>200.0</maxAmperage>
						<testAmperage>30.0</testAmperage>
						<wires>3</wires>
						<dials>5</dials>
						<form>2S</form>
						<multiplier>1</multiplier>
						<demandMult>1.0</demandMult>
						<transponderID>96397632</transponderID>
					</nameplate>
					<utilityInfo>
						<district>35</district>
						<servLoc>127444</servLoc>
						<accountNumber>173230003</accountNumber>
						<custID>173230</custID>
						<substationCode>3</substationCode>
						<substationName>CUERO</substationName>
						<transformerBankID>4199000001</transformerBankID>
						<meterBaseID>127444+1</meterBaseID>
					</utilityInfo>
					<meterStatusList>
						<meterStatus>Active</meterStatus>
						<meterStatus>Installed</meterStatus>
					</meterStatusList>
				</meter>
			</changedMeters>
		</MeterChangedNotification>
	</soapenv:Body>
</soapenv:Envelope>
